Repository: rwth-acis/v3c
Catalog: locale/*/LC_MESSAGES/default.po
Languages: de

# This is a text string!
source: This is a translated string.
de: Dies ist ein uebersetzter String

# test2_de
source: englisch test
de: deutscher test

source: Hello World!
de: Hallo Welt

# general:button:home
source: Home
de: Startseite

# general:button:courses
source: Courses
de: Kurse

# general:button:signin
source: Sign in
de: Anmelden

# main:welcome:headline
source: Welcome to the V3C project!
de: Willkommen im V3C Projekt!

source: main:welcome:v3cgoal
de: Das “Virtual Vocational Education and Training – VIRTUS” Projekt entwickelt eine innovative, voll funktionsfähige vitruelle Ausbildungs- und Trainigsplattform. Es bietet angemessen modular zertifizierete Kurse in Modular Employable Skills (MES), angepasst an eine weite Bandbreite an Umständen wie reginale Wachstumspotentiale und/oder Geschäftsumstrukturierung. Das Ziel ist die Erhöhung der Anzahl der Teilnehmerzahl Erwachsener in Ausbildungen.

source: main:welcome:v3ccourses
de: Das virtuell VET Center bietet derzeit folgende modular zertifizierte Kurse:

source: main:welcome:tourism
de: Tourismus und Gastgewerbe

source: main:welcome:social
de: Social Entrepreneurship

source: main:welcome:courses
de: Kurse

source: main:welcome:listcourses
de: Für eine vollständige Liste aller Kurse klicken Sie hier.
